// Localized application name
"applicationName" = "Aplicación para transferir archivos de Android";

// The title of the filename column when viewing a device's files.
"filenameColumnHeaderTitle" = "Nombre";
// The title of the column which shows the last modification date of a device's files.
"lastModifiedColumnHeaderTitle" = "Última modificación";
// The title of the column which shoes the file size of a device's files.
"sizeColumnHeaderTitle" = "Tamaño";
// The title of a button which, when pressed, creates a new folder on the device.
"newFolderButtonText" = "Nueva carpeta";
// The title of a button which, when pressed, deleted the selected files on the device.
"deleteButtonText" = "Eliminar";

// The title of the window showing the status of copying files to or from the device.
"copyStatusWindowTitle" = "Copiar";

// Text shown on a button which cancels an operation.
"cancelButton" = "Cancelar";

// String shown in progress after the user has canceled the transfer, while it is still being
// canceled.
"cancelingLabel" = "Cancelando";
// String shown in progress while still preparing to start the transfer.  The placeholder is
// the name of the folder being copied to.
"preparingToCopyLabel" = "Preparándose para copiar a \"%@\"";
// String shown in progress while copying multiple items. The first placeholder is the number of
// items still being copied, and will always be at least 2.  The second placeholder is the name
// of the folder being copied to.
"copyingMultipleItemsLabel" = "Copying %1$d items to \"%2$@\"";
// String shown when a single item is being copied.  The first placeholder is the filename of the
// item being copied, and the second placeholder is the name of the folder being copied to.
"copyingSingleItemLabel" = "Copying \"%1$@\" to \"%2$@\"";

// String shown during a copy while the time remaining is still being calculated.
"timeRemainingUnknown" = "Calculando tiempo restante...";
// String showing progress of a copy operation.
"timeRemainingLessThan5Seconds" = "Quedan menos de 5 segundos.";
// String showing progress of a copy operation.
"timeRemainingLessThan15Seconds" = "Quedan menos de 15 segundos.";
// String showing progress of a copy operation.
"timeRemainingLessThan30Seconds" = "Quedan menos de 30 segundos.";
// String showing progress of a copy operation.
"timeRemaining1Minute" = "Queda aproximadamente un minuto.";
// String showing progress of a copy operation.  The placeholder will be replaced
// with the number of minutes remaining, from 2-60.
"timeRemainingMinutes" = "About %1$d minutes remaining";
// String showing progress of a copy operation.
"timeRemaining1Hour" = "Queda aproximadamente una hora.";
// String showing progress of a copy operation.  The placeholder will be replaced
// with the number of hours remaining, always at least 2.
"timeRemainingHours" = "About %1$d hours remaining";

// String format used to indicate how a copy is proceeding.  First placeholder is the number of
// bytes already copied, second is the total number in this copy, and the third is an estimate of
// the remaining time.
"bottomProgressStringFormat" = "%1$@ de %2$@ - %3$@";

// Default name of a newly created folder.
"folderDefaultName" = "carpeta sin nombre";

// Status shown at the bottom of the folder view when items are selected.  First placeholder is the
// number of items selected, second is the total number of items shown.  Third placeholder is the
// amount of free space remaining on the device.
"bottomStatusFilesSelected" = "%1$d of %2$d selected, %3$@ available";
// Status shown on the bottom of the folder view when there is a single item.  Placeholder is the
// amount of free space remaining on the device.
"bottomStatusNoSelectionSingleItem" = "Un elemento, %1$@ disponibles";
// Status shown on the bottom of the folder view when there are multiple items.  First placeholder
// is the number of items shown (always at least 2), second placeholder is the amount of free space
// remaining on the device.
"bottomStatusNoSelectionMultipleItems" = "%1$d items, %2$@ available";

// Error message shown when there was a problem deleting a file.
"errorDeletingTitle" = "Error al eliminar el archivo";
// Error description shown when there was a problem deleting a file.  Placeholder is replaced
// with the name of the file.
"errorDeletingDescription" = "No se puede eliminar el archivo o la carpeta \"%@\".";
// Error message shown when there was a problem creating a foder.
"errorCreateFolderTitle" = "No se puede crear la carpeta.";
// Error message shown when there was a problem connecting to a plugged in device.
"errorConnectToDeviceTitle" = "No se puede establecer conexión con el dispositivo.";
// Error message shown when there was a problem connecting to a plugged in device.
"errorCommunicatingWithDeviceTitle" = "No ha sido posible comunicarse con el dispositivo.";
// Error message shown when there was a problem getting device info.
"errorUnlockDeviceTitle" = "Can't access device storage";
// Error message shown when there was a problem renaming a folder.
"errorRenameFolderTitle" = "No se puede cambiar el nombre de la carpeta.";
// Error message shown when there was a problem renaming a file.
"errorRenameFileTitle" = "No se puede cambiar el nombre del archivo.";
// Error message shown when there was a problem copying a file.
"errorCopyingFileTitle" = "No se ha podido copiar el archivo.";
// Error message shown when there was a problem replacing a file.
"errorReplacingFileTitle" = "No se puede sustituir el archivo.";
// Error description shown where there was a problem copying a file.  Placeholder is replaced
// with the name of the file that was being copied.
"errorCopyingFileDescription" = "No se puede copiar el archivo \"%@\".";
// Error title shown when a user attempts to open a file.
"errorCannotOpenFileTitle" = "La aplicación para transferir archivos de Android no puede abrir archivos";
// Error title shown when a user attempts to open a file.
"errorCannotOpenFileDescription" = "Para abrir un archivo, primero debes moverlo a tu ordenador.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenMultipleTitle" = "La aplicación para transferir archivos de Android no puede abrir varios elementos.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenNoneTitle" = "No se ha seleccionado ningún elemento para abrirlo.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenBadSelectionDescription" = "Selecciona un único elemento e inténtalo de nuevo.";
// Error description for when there was no detected error.  This message should never be shown.
"errorSuccessDescription" = "Sin errores";
// Error description when an operation failed because the filename does not exist.
"errorPathNotFoundDescription" = "No existe ningún elemento con ese nombre.";
// Error description shown when an operation failed because the device was not initialized.
"errorDeviceNotInitializedDescription" = "El dispositivo no está inicializado. Prueba a volver a conectarlo o a reiniciarlo.";
// Error description shown when an operation failed because the name already exists.
"errorPathAlreadyExistsDescription" = "Ya existe un archivo o una carpeta con ese nombre.";
// Generic error description, used when we don't have other suggestions or details from an operation
// which failed.
"errorGenericDescription" = "Prueba a volver a conectar el dispositivo o a reiniciarlo.";
// Error description shown when we can't get the storage for the device.
"errorUnlockDescription" = "If your device's screen is locked, disconnect its USB cable, unlock your screen, and then reconnect the USB cable.";
// Warning title shown when a file or folder already exists.  Placeholder is replaced with the file name.
"warningFileExistsMessage" = "Ya existe un elemento con el nombre \"%@\" en esta carpeta.";
// Warning description shown when a file already exists, and the user may choose to replace it.
"warningFileExistsInformative" = "¿Quieres sustituir el elemento existente por el que se está copiando?";
// Button on warning which allows the user to replace (overwrite) a file or folder.
"warningFileExistsReplace" = "Sustituir";
// Button on warning which allows the user to skip copying a file when one already exists with that name.
"warningFileExistsSkip" = "Omitir";
// Button on warning which allows the user to replace (overwrite) all files or folders in a copy operation.
"warningFileExistsReplaceAll" = "Sustituir todo";
// Warning title shown when a file attempting to be copied is too large.
"warningFileTooLargeMessage" = "El archivo \"%@\" es demasiado grande.";
// Warning description shown when a file attempting to be copied is too large.
"warningFileTooLargeInformative" = "La aplicación para transferir archivos de Android solo puede transferir archivos de menos de 4 GB.";

// Warning shown before deleting files.
"deleteWarningTitle" = "¿Seguro que quieres eliminar de forma permanente los elementos seleccionados?";
// Warning shown when the user is about to do something they might think they can undo, but can't.
"noUndoWarningInformative" = "No puedes deshacer esta acción.";

// Label for the About menu item
"menuAbout" = "Acerca de la aplicación para transferir archivos de Android";
// Label for the Services menu item
"menuServices" = "Servicios";
// Label for the menu item which hides the application
"menuHide" = "Ocultar la aplicación para transferir archivos de Android";
// Label for the menu item which hides the other applications
"menuHideOthers" = "Ocultar resto de aplicaciones";
// Label for the menu item which shows all windows
"menuShowAll" = "Mostrar todas";
// Label for the menu item which quits the application
"menuQuit" = "Salir de la aplicación para transferir archivos de Android";

// Label for the File menu
"menuFile" = "Archivo";
// Label for the menu item which creates a new folder
"menuNewFolder" = "Nueva carpeta";
// Label for the menu item which closes the window
"menuCloseWindow" = "Cerrar ventana";
// Label for the menu item which deletes the selected items
"menuDelete" = "Eliminar";

// Label for the Go menu
"menuGo" = "Ir";
// Label for the menu item which goes back to the previous folder
"menuBack" = "Volver";
// Label for the menu item which goes forward to the next folder
"menuForward" = "Siguiente";
// Label for the menu item which goes to the enclosing folder
"menuEnclosing" = "Carpeta contenedora";
// Label for the menu item which open the selected
"menuOpenFolder" = "Abrir carpeta";

// Label for the Window menu
"menuWindow" = "Ventana";
// Label for the minimize window menu item
"menuMinimize" = "Minimizar";
// Label for the zoom window menu item
"menuZoom" = "Zoom";
// Label for the bring all to front menu item
"menuBringAllToFront" = "Colocar todo delante";

// Label for the Help menu
"menuHelp" = "Ayuda";
// Label for the help menu item
"menuHelpItem" = "Ayuda de la aplicación para transferir archivos de Android";

// Title shown on the welcome screen.
"welcomeTitleText" = "Bienvenido a la aplicación para transferir archivos de Android";
// Body text of welcome screen.
"welcomeBodyText" = "Conecta tu Mac a tu dispositivo Android con el cable USB. A continuación, arrastra los elementos los elementos de la ventana de la aplicación para transferir archivos de Android a las ventanas del Finder. Para obtener más información, selecciona Ayuda > Ayuda de la aplicación para transferir archivos de Android.\n\nEsta aplicación es compatible con Android 3.0 y con versiones posteriores.";
// Button on welcome screen which will close the screen, allowing the user to use the application.
"welcomeDoneButtonLabel" = "Empezar";

// Message shown in an alert when the user starts the app without any devices.
"noDevicesTitle" = "No se ha encontrado ningún dispositivo Android.";
// Message shown in an alert when the user starts the app without any devices.
"noDevicesInformative" = "Para comenzar, conecta tu dispositivo Android con un cable USB.";

// Short file size for folders.
"fileSizeFolder" = "--";
// Short file size for files or transfers under 1 KB.  Placeholder is replaced with the number of bytes of the file.
"fileSizeByte" = "%.0f bytes";
// Short file size for files or transfers under 1 MB.  Placeholder is replaced with the number of kilobytes of the file.
"fileSizeKb" = "%.0f KB";
// Short file size for files or transfers under 1 GB.  Placeholder is replaced with the number of megabytes of the file.
"fileSizeMb" = "%.1f MB";
// Short file size for files or transfers under 1 TB.  Placeholder is replaced with the number of gigabytes of the file.
"fileSizeGb" = "%.2f GB";
// Short file size for files or transfers under 1 PB.  Placeholder is replaced with the number of terabytes of the file.
"fileSizeTb" = "%.3f TB";
// Short file size for files or transfers over 1 PB.  Placeholder is replaced with the number of petabytes of the file.
"fileSizePb" = "%.3f PB";

// The help menu opens the default browser with the following URL 
"helpURL" = "http://www.google.com/support/mobile/bin/answer.py?hl=en&answer=1120329";

// Copyright statement at the end to avoid confusing the TC.
/* 
   Copyright 2010 Google Inc. All rights reserved.
 */
